Revit 2027 API
UnitTypeId.MetersPerSecondSquared Property
 Meters per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersPerSecondSquared { get; }
Public Shared ReadOnly Property MetersPerSecondSquared As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersPerSecondSquared {
	ForgeTypeId^ get ();
}
static member MetersPerSecondSquared : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace